{
  "type": "Text",
  "title": "Signaling Proposal: MED Incentivized Pools",
  "description": "** Proposal Details **\n\nThis is a signaling proposal to include MED pools into the set of assets that get OSMO liquidity incentives.\n\nThe following liquidity pools have been live on Osmosis since 23 Nov 2021.\n- MED/OSMO (Pool #586)\n- MED/ATOM (Pool #587)\n\nBy voting YES on this proposal, OSMO stakers voice their support in adding OSMO incentives to these MED liquidity pools on Osmosis.\nBy voting NO on this proposal, OSMO stakers voice their dissent in adding OSMO incentives to these MED liquidity pools on Osmosis.\n\nAfter this proposal has passed governance, the Liquidity Providers on MED pools will benefit from the following incentives:\n- OSMO incentives\n- Swap fees\n\nAlso, the Panacea team is preparing an additional proposal for External MED Incentives in order to incentivize more liquidity to be provided.\n\n\n** About Panacea & MediBloc **\n\nPanacea is a Cosmos-based blockchain that has been launched in 2019 by MediBloc.\nOn top of Panacea, MediBloc is designing the generic data sharing/verification protocol, so that anyone can:\n- issue various data in verifiable manners\n- own their data securely\n- present their data to someone to get benefits\n\nAlso, MediBloc is planning to extend that data protocol to the data market protocol, so that data owners can get incentivized transparently by providing their data securely to various data consumers.\n\nFor that vision, MediBloc has implemented core building blocks on Panacea, such as DID / VerifiableCredentials / SelectiveDisclosure using ZKP.\nIn near future, MediBloc is going to present the first version of the data sharing protocol publicly, so that it can be improved by various community members.\n\nFurthermore, MediBloc has released Dr.palette EHR (Electronic Health Record) for hospitals and Medipass PHR (Electronic Health Record) for patients. Those applications would be the first players who boost the verifiable data sharing protocol. It means that MediBloc will show the first example that the protocol can be very useful in the healthcare field. It would be a great impact because healthcare data is not only one of the most inaccessible data types, but also requires many privacy concerns.\n\nWhile MediBloc is developing those use-cases, we would like to maximize the liquidity of MED which will be used for the verifiable data protocol in near future.\n\n- Website: https://medibloc.com/en/\n- Panacea Core: https://github.com/medibloc/panacea-core\n- Explorer: https://www.mintscan.io/medibloc\n- Discord: https://discord.gg/FxspHf6YaR",
  "deposit": "500000000uosmo"
}
